driver-tests/bpelse/assign/AssignJbi/test/CopygMonthInvoke/Input.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
                   xmlns:xsi="http://www.w3.org/1999/XMLSchema-instance"
                   xmlns:xsd="http://www.w3.org/1999/XMLSchema"
                   xmlns:tns="http://sun.com/echo/"
                   xmlns="urn:DataType">
 <SOAP-ENV:Header/>
 <SOAP-ENV:Body>
   <gMonthPart>
	<xsd_gMonth>--08</xsd_gMonth>
	<optional_gMonth>--10</optional_gMonth>
	<repeat_gMonth>--10</repeat_gMonth>
	<repeat_gMonth>--12</repeat_gMonth>
   </gMonthPart>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
